1yib.rust-bundle
alefragnani.project-manager
brapifra.phpserver
ccimage.jsonviewer
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
dracula-theme.theme-dracula
dustypomerleau.rust-syntax
ecmel.vscode-html-css
formulahendry.code-runner
frhtylcn.pythonsnippets
hbenl.vscode-test-explorer
hdevalke.rust-test-lens
hediet.vscode-drawio
jannis-fun.json-unformatter-for-log
kevinrose.vsc-python-indent
mateuszdrewniak.theme-dracula-dark-plus
mechatroner.rainbow-csv
meezilla.json
midnightsyntax.vscode-wrap-console-log
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
obkoro1.korofileheader
randomfractalsinc.vscode-data-preview
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
teabyii.ayu
tomoki1207.pdf
tushortz.python-extended-snippets
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xdebug.php-debug
yy0931.vscode-sqlite3-editor
zainchen.json
