1yib.rust-bundle
abusaidm.html-snippets
alefragnani.project-manager
amayakite.aya-vue3-extension-pack
bradlc.vscode-tailwindcss
brapifra.phpserver
ccimage.jsonviewer
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cupshe.vue3-snippets
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
dracula-theme.theme-dracula
dskwrk.vscode-generate-getter-setter
dustypomerleau.rust-syntax
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
frhtylcn.pythonsnippets
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hediet.vscode-drawio
jannis-fun.json-unformatter-for-log
kevinrose.vsc-python-indent
leizongmin.node-module-intellisense
m0ksem.m0ksem-vue-snippets
mateuszdrewniak.theme-dracula-dark-plus
mechatroner.rainbow-csv
meezilla.json
meganrogge.template-string-converter
midnightsyntax.vscode-wrap-console-log
mikestead.dotenv
mohd-akram.vscode-html-format
morningstart.vue3-snipptes
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
pflannery.vscode-versionlens
pmneo.tsimporter
randomfractalsinc.vscode-data-preview
ritwickdey.liveserver
rust-lang.rust-analyzer
saoudrizwan.claude-dev
shenjiaolong.vue-helper
sibiraj-s.vscode-scss-formatter
steoates.autoimport
streetsidesoftware.code-spell-checker
teabyii.ayu
tomoki1207.pdf
tushortz.python-extended-snippets
usernamehw.errorlens
vue.volar
wejectchan.vue3-snippets-for-vscode
wix.vscode-import-cost
wscats.vue
xabikos.javascriptsnippets
xdebug.php-debug
yoavbls.pretty-ts-errors
yy0931.vscode-sqlite3-editor
zainchen.json
zhanan.vt-snippets
zignd.html-css-class-completion
